Repository: Meshbits/piratewallet-ios
Catalog: PirateWallet/PirateWallet/Localizable.xcstrings
Source language: en
Languages: es, it, ru, zh_hans

source: %@ sendable ARRR. You don't have sufficient funds to cover the amount + Miner Fee of %@ ARRR
es: %@ ARRR para enviar. No tiene fondos suficientes para cubrir esa cantidad + la tarifa de minero de %@ ARRR

source: Address Copied to clipboard!
es: Dirección copiada al portapapeles!

# address_shielded
source: Your Shielded Address
es: Tu dirección blindada
it: Il tuo indirizzo blindato
ru: Ваш защищённый адрес
zh_hans: 您的隐蔽地址

# address_transparent
source: Your Transparent Address
es: Tu dirección transparente
it: Il tuo indirizzo trasparente
ru: Ваш прозрачный адрес
zh_hans: 您的透明地址

source: an error ocurred
es: ocurrió un error

source: an error ocurred while submitting your transaction
es: se produjo un error al enviar su transacción

# balance_amounttosend
source: Enter an amount to send
es: Ingresar un monto para enviar
it: Inserisci un importo da inviare
ru: Введите сумму для отправки
zh_hans: 输入您想发送的数额

# balance_available
source: Available
es: Disponible
it: Disponibile
ru: Доступно
zh_hans: 可用

# balance_nofunds
source: No Funds Available
es: No hay fondos disponibles
it: Nessun fondo disponibile
ru: Нет доступных средств
zh_hans: 暂无可用的款项

# balance_syncing
source: Syncing %@%%
es: Sincronizando %@%%
it: Sincronizzando %@%%
ru: Синхронизация %@%%
zh_hans: 正在同步 %@%%

# button_applicationlogs
source: See Application Logs
es: Ver logs de la aplicación
it: Vedere Registri dell'applicazione
ru: Просмотреть журнал операций приложения
zh_hans: 查看应用日志

# button_back
source: Go Back
es: Volver
it: ritornare
ru: Вернуться назад
zh_hans: 返回

# button_backup
source: Back up
es: Respaldar
it: Backup Wallet
ru: Резервная копия кошелька
zh_hans: 备份钱包

# button_close
source: Close
es: Cerrar
it: Chiudere
ru: Закрыть
zh_hans: 关闭

# button_copytoclipboard
source: Copy to clipboard
es: Copiar al portapapeles
it: copia negli appunti
ru: Скопировать в буфер обмена
zh_hans: 已复制到剪贴板

# button_done
source: Done
es: Listo
it: Pronto
ru: Готово
zh_hans: 完成

# button_feedback
source: Send Feedback
es: Enviar comentarios
it: Invia feedback
ru: Отправить отзыв
zh_hans: 发送反馈

# button_send
source: Send
es: Enviar
it: Invio
ru: Отправить
zh_hans: 发送

# button_share_address
source: Share Address
es: Compartir Dirección

# button_skip
source: Skip for now
es: Omitir por ahora
it: Salta per ora
ru: Пропустить
zh_hans: 跳过

# button_wallethistory
source: Wallet History
es: Historial de Wallet
it: cronologia del wallet
ru: История транзакций
zh_hans: 钱包历史

# copy_backupseed
source: We recommend a paper backup and a password vault.
es: ¡Haz una copia de respaldo sabiamente! Recomendamos una copia de respaldo en papel y un administrador de contraseñas
it: Ti consigliamo di eseguire il backup su carta e ottenere un gestore di password
ru: Мы рекомендуем использовать резервную копию на бумаге и хранилище паролей.
zh_hans: 我们建议您使用纸笔抄录备份种子，并锁到带密码的保险箱里。

source: Create New
es: Crear nueva

source: Create new Wallet
es: Crea nueva Wallet

source: Enter Shielded Address
es: Ingrese la dirección blindada

source: Enter Your Seed Phrase
es: Ingrese su frase semilla (Seed)

source: expecting
es: esperando

# feedback_addresscopied
source: Address Copied!
es: ¡Dirección Copiada!
it: Indirizzo Copiato!
ru: Адрес скопирован!
zh_hans: 已复制地址

# feedback_default
source: Enter a valid ARRR address
es: Escribe una direccion blindada de Zcash
it: Inserisci un indirizzo Zcash valido
ru: Введите действующий Zcash-адрес
zh_hans: 请输入一个有效的 Zcash 地址

# feedback_invalidaddress
source: Warning, this address is not valid!
es: ¡Cuidado, esta dirección no es válida!
it: Attenzione, questo indirizzo non è valido!
ru: Внимание, этот адрес недействителен!
zh_hans: 警告，该地址不是一个有效地址！

# feedback_sameaddress
source: Warning, this appears to be your address!
es: ¡Cuidado, parece que esta es tu propia dirección!
it: Attenzione, sembra che questo sia il tuo indirizzo!
ru: Внимание, похоже, это ваш адрес!
zh_hans: 警告，该地址似乎是您自己的地址！

# feedback_shieldedaddress
source: This is a valid shielded address
es: Esta es una dirección blindada válida
it: Questo è un indirizzo blindato valido
ru: Это действующий защищённый адрес
zh_hans: 这是一个有效的隐蔽地址

# feedback_transparentaddress
source: This is a valid transparent address
es: Esta es una dirección transparente válida
it: Questo è un indirizzo trasparente valido
ru: Это действующий прозрачный адрес
zh_hans: 这是一个有效的透明地址

source: from %@
es: de %@

source: If you don't know, leave it blank. First sync will take longer with default birthday height to be 1390000.
es: Si no lo sabe, déjelo en blanco. La primera sincronización llevará más tiempo.

# label_add_memo
source: Add Memo (optional)
es: Agregar Memo (opcional)
it: Aggiungi un Memo
ru: Add Memo Here (optional)
zh_hans: Add Memo Here (optional)

# label_charactercount
source: %@ chars
es: %@ caracteres
it: %@ caratteri
ru: %@ символы (символы)
zh_hans: 字符

# label_replyto
source: include reply-to
es: incluir remitente
it: includere mittente
ru: добавить ответ на

# label_to
source: To
es: Para
it: Per
ru: на
zh_hans: 至

# label_unabletosend
source: Unable to send to
es: No se pudo enviar a
it: Unable to send
ru: Unable to send
zh_hans: Unable to send

source: Make sure nobody is watching you!
es: ¡Asegúrate de que nadie te esté mirando!

source: Max Retry attempts (%@) have been reached
es: Ha alcanzado el límite máximo de reintentos (%@)

source: NUKE WALLET
es: DESTRUIR WALLET

# nuke_alertcancel
source: I'm not sure
es: No estoy seguro
it: non ne sono sicuro

# nuke_alertconfirm
source: NUKE WALLET!
es: ¡DESTRUIR WALLET!
it: DISTRUGGI WALLET!

# nuke_alertmessage
source: You are about to nuke your wallet. Are you sure you want to proceed?
es: Estás a punto de DESTRUIR tu wallet. ¿Estás seguro que deseas continuar?
it: Stai per distruggere il tuo Wallet. Sei sicuro di voler procedere?

# nuke_alerttitle
source: Delete Wallet?
es: ¿Eliminar Wallet?
it: Elimina Wallet?

# nuke_backupbutton
source: Backup Now!
es: ¡Respaldar ahora!
it: Backup Adesso!

# nuke_nukeButton
source: NUKE WALLET
es: DESTRUIR WALLET
it: DISTRUGGI IL WALLET

# nuke_nukewarning
source: Remember, with ARRR YOU are the bank. Anyone with your seed phrase has access to your wallet.
es: Recuerda, en Zcash tú eres el banco. Cualquiera que tenga tu frase semilla podrá acceder a tu wallet
it: Ricorda, in Zcash sei tu la banca. Chiunque abbia la tua frase seme può accedere al tuo Wallet
ru: Remember, with Zcash YOU are the bank. Anyone with your seed phrase has access to your wallet.
zh_hans: Remember, with Zcash YOU are the bank. Anyone with your seed phrase has access to your wallet.

# nuke_nukewarning2
source: Make sure you backed up your wallet before proceeding.
es: Asegúrese de hacer una copia de seguridad de su wallet antes de continuar.
it: Assicurati di aver eseguito il backup del tuo Wallet prima di procedere.

# nuke_nukewarning3
source: If you nuke your wallet without backing up your seed, there's no way to recover it
es: Si destruyes tu wallet sin haberla respaldado, no hay forma de recuperarla.
it: Se distruggi il tuo portafoglio senza eseguire il backup del tuo seme, non c'è modo di recuperarlot

# nuke_title
source: You are about to NUKE your wallet
es: Estás a punto de DESTRUIR tu wallet
it: Stai per DESTRUIRE il tuo Wallet

source: of 10 Confirmations
es: de 10 Confirmaciones

source: Paste
es: Pegar

source: Pending confirmation
es: Confirmación pendiente
it: Confermazione Pendiente

source: Press and hold to send ARRR
es: Mantén presionada para enviar ZEC

source: Proceed
es: Continuar

# profile_screen
source: Shielded User
es: Usuario blindado
it: Utente blindato
ru: Защищенный пользователь
zh_hans: 隐蔽用户

source: QR Code for %@
es: Código QR para %@

source: Receive
es: Recibir
ru: Получать

source: Receive Funds
es: Recibir fondos

# receive_title
source: Receive ARRR
es: Recibir
it: Ricevi ZEC
zh_hans: 接收 ZEC

source: Restore
es: Restaurar

source: Restore from Seed Phrase
es: Restaurar desde frase semilla

source: Retry
es: Reintentar

# scan_cameraunallowed
source: We don't have permission to access your camera
es: Habilita el uso de la cámara en la configuración de tu dispositivo

# scan_cameraunallowed2
source: Allow camera access in your device settings
es: Solicitar acceso a la cámara

# scan_cameraunavaliable
source: Camera Unavailable
es: Cámara no disponible

# scan_invalidQR
source: This QR Code does not contain a ARRR valid address!
es: ¡El QR no contiene una dirección Zcash Válida!
ru: This QR Code does not contain a Zcash valid address!
zh_hans: This QR Code does not contain a Zcash valid address!

# screen_wallethistory
source: Your Wallet History
es: Historial de tu Wallet
it: Storia del tuo Wallet
ru: История транзакций
zh_hans: 您的钱包历史

# seed_birthday
source: Wallet Birthday
es: Bloque de inicial
it: Blocco iniziale
ru: Кошелёк создан
zh_hans: 创建日期

# seed_reminder
source: Your funds are at risk!
es: ¡Tus fondos están en riesgo!
it: I tuoi fondi sono a rischio!
ru: Существует риск потерять средства!
zh_hans: 您的资金处在安全风险中！

# seed_remindertext
source: Remember, with ARRR YOU are the bank. Anyone with your seed phrase has access to your wallet.
es: Recuerda, en Zcash tu eres el banco. Cualquiera que tenga tu frase semilla podrá acceder a tu wallet
it: Ricorda, in Zcash sei tu la banca. Chiunque abbia la tua frase seme può accedere al tuo Wallet
ru: Помните, что с Zcash Вы сами находитесь в роли банка. Любой, кто владеет фразой восстановления, получает полный доступ к кошельку.
zh_hans: 请记住，使用 Zcash 的时候，没有其他人在托管您的资金，您 是自己的银行。使用资金的唯一凭证就是助记词。如有他人知道了您的助记词，就有了转移您资金的所有权限。

# seed_remindertext2
source: You should back this up immediately as no one else can restore it for you.
es: Deberías respaldar tu wallet inmediatamente. Solo tú puedes hacerlo.
it: Dovresti eseguire immediatamente il backup del tuo portafoglio. Solo tu puoi farlo
ru: Вам следует незамедлительно создать резервную копию, так она позволит восстановить доступ к Вашему кошельку.
zh_hans: 请立即备份，如果您遗失了自己的备份，没有任何人能帮您恢复钱包、找回资金。

source: Send
es: Enviar
ru: послать

# send_fromshielded
source: from your shielded wallet
es: de tu wallet blindada
it: del tuo wallet blindato
ru: from shielded wallet
zh_hans: 从您的隐蔽钱包发送

# send_fromtransparent
source: from your transparent wallet
es: de tu wallet transparente
it: del tuo wallet trasparente
ru: с Вашего прозрачного кошелька
zh_hans: 从您的透明钱包发送

# send_securityauth
source: Authenticate to send
es: Identifícate para enviar
it: Accedi per inviare
ru: Подтвердите, чтобы отправить
zh_hans: 授权发送

# send_sending
source: Sending %@ ARRR to
es: Enviando %@ ZEC a
it: Inviando %@ ZEC a
ru: Отправка XX ZEC на
zh_hans: 正在发送 %@ ZEC 给

# send_sending_taz
source: Sending %@ TAZ to
es: Enviando %@ TAZ a
it: Inviando %@ TAZ a
ru: Отправка XX TAZ на
zh_hans: 正在发送 %@ TAZ 给

# Share Screen
source: Share
es: Compartir

source: Shielded address:
es: Dirección Blindada:

source: Skip
es: Omitir

source: Tap to send ARRR
es: Presiona para enviar ZEC

source: There was an error creating your wallet. Please back it up and try again
es: Se produjo un error al crear tu wallet. Por favor, haga una copia de respaldo de su frase semilla e intente nuevamente

source: thing is that we really don't know what just went down, sorry!
es: Lo que pasa es que realmente no sabemos qué pasó, lo sentimos.

# title_backupseed
source: Your Backup Seed
es: Tu semilla de respaldo
it: Il tuo seme di backup
ru: Ваша фраза восстановления
zh_hans: 您的备份种子（助记词）

source: Wallet Birthday Height
es: Numero de bloque de nacimiento

source: You don't have any sendable ARRR yet
es: Todavía no tienes ARRR para enviar

source: You Have %@ sendable ARRR
es: Tienes %@ ZEC para enviar

source: Your Profile
es: Tu perfil

source: Your seed phrase is invalid!
es: ¡Tu frase semilla es inválida!

source: Your seed phrase is valid
es: Tu frase semilla es válida

source: Your wallet needs to be backed up.
es: Su wallet necesita ser respaldada

# button_seedetails
source: See Details
it: Vedi i dettagli
ru: Смотреть подробности
zh_hans: 查看细节

# feedback_walletbackupstatus
source: Your wallet needs to be backed up.
it: La tua Wallet ha bisogno di un backup
ru: Необходимо создать резервную копию вашего кошелька.
zh_hans: 您的钱包需要备份。

source: loadingtext
it: Caricando
ru: Загрузка
zh_hans: 准备工作

source: Request ZEC
it: Richiedi ZEC
ru: Запросить сумму в ZEC
zh_hans: 请求 ZEC

# send_fromboth
source: from both wallets
it: dalle due wallet
ru: с двух кошельков
zh_hans: 同时从您的隐蔽钱包和透明钱包拼凑数额

# send_lastused
source: last used
it: Ultimo uso
ru: Последний используемый
zh_hans: 上一次使用

# send_onclipboard
source: On Clipboard
it: Negli appunti
ru: В буфере обмена
zh_hans: 在剪贴板内

# send_scanQR
source: Scan Recipient Address
it: Scansione indirizzo destinatario
ru: Сканировать адрес получателя
zh_hans: 扫描接收人地址

# send_sent
source: Sent!
it: Inviato!
ru: Отправлено!
zh_hans: 已发送！

# send_unknown
source: Unknown
it: Sconosciuto
ru: Неизвестно
zh_hans: 未知

# wallet_history_sent
source: Sent
it: Inviato

source: welcometext
it: Benvenuto
ru: Добро пожаловать!
zh_hans: 欢迎使用 ECC 钱包！

# label_memo
source: Memo
ru: Заметка
zh_hans: 备注
